-- ID                               int                              聊天内容ID
-- game                             int                              游戏类型,1斗地主，2斗牛，3百人，4水果机
-- gold1                            string                           内容

return {
	[1] = {
		game = 1,
		gold1 = "大家好，很高兴见到各位",
	},
	[2] = {
		game = 1,
		gold1 = "和你合作真是太愉快了",
	},
	[3] = {
		game = 1,
		gold1 = "快点啊，我等到花儿都谢了",
	},
	[4] = {
		game = 1,
		gold1 = "你的牌打得也太好了",
	},
	[5] = {
		game = 1,
		gold1 = "不要吵了不要吵了，专心玩游戏吧",
	},
	[6] = {
		game = 1,
		gold1 = "不好意思，我要离开一会儿",
	},
	[7] = {
		game = 1,
		gold1 = "不要走，决战到天亮",
	},
	[8] = {
		game = 2,
		gold1 = "大家好，很高兴见到各位",
	},
	[9] = {
		game = 2,
		gold1 = "快点下注吧，一会儿就没机会了",
	},
	[10] = {
		game = 2,
		gold1 = "看我通杀全场！这些钱全是我的！",
	},
	[11] = {
		game = 2,
		gold1 = "不要吵了不要吵了，专心玩游戏吧",
	},
	[12] = {
		game = 2,
		gold1 = "不好意思，我要离开一会儿",
	},
	[13] = {
		game = 2,
		gold1 = "不要走，决战到天亮",
	},
	[14] = {
		game = 2,
		gold1 = "底牌亮出来绝对吓死你",
	},
	[15] = {
		game = 3,
		gold1 = "在下初到宝地，老大们多多关照！",
	},
	[16] = {
		game = 3,
		gold1 = "庄家你的筹码也太少了吧",
	},
	[17] = {
		game = 3,
		gold1 = "这把输惨了，家里都没钱开锅了。",
	},
	[18] = {
		game = 3,
		gold1 = "庄家跑什么啊，再来战啊！",
	},
	[19] = {
		game = 3,
		gold1 = "输光了，洗洗睡了。",
	},
	[20] = {
		game = 3,
		gold1 = "看我通杀全场！这些钱全是我的！",
	},
	[21] = {
		game = 3,
		gold1 = "这天底下没有人是我的对手了",
	},
	[22] = {
		game = 3,
		gold1 = "同志们，敢不敢火拼一把？",
	},
	[23] = {
		game = 3,
		gold1 = "快点下分吧，一会儿就没机会了",
	},
	[24] = {
		game = 4,
		gold1 = "大家好，很高兴见到各位",
	},
	[25] = {
		game = 4,
		gold1 = "不要吵了不要吵了，专心玩游戏吧",
	},
	[26] = {
		game = 4,
		gold1 = "在下初到宝地，老大们多多关照！",
	},
	[27] = {
		game = 4,
		gold1 = "你是妹子还是汉子",
	},
	[28] = {
		game = 4,
		gold1 = "输光了，洗洗睡了。",
	},
	[29] = {
		game = 4,
		gold1 = "风水轮流转，底裤都输光了！",
	},
	[30] = {
		game = 4,
		gold1 = "交个朋友吧，能告诉我联系方法吗",
	},
	[31] = {
		game = 4,
		gold1 = "再见了，我会想念大家的",
	},
}
